transport_list = [
    "Используйте общественный транспорт, когда это возможно. Это может существенно сократить выбросы парниковых газов. 🚍",
    "Если вы путешествуете на дальние расстояния, рассмотрите возможность использования поездов или автобусов вместо самолетов. 🚆",
    "Попробуйте использовать электромобили или гибридные автомобили, которые потребляют меньше топлива и выбрасывают меньше вредных веществ. 🚗",
    "Проверьте свой автомобиль на предмет утечки топлива и других проблем, которые могут увеличить выбросы вредных веществ. 🔧",
    "Попробуйте объединять поездки с другими людьми, чтобы уменьшить количество автомобилей на дорогах. 👥",
    "Используйте велосипед или ходите пешком, когда это возможно. 🚲",
    "Попробуйте использовать общественный транспорт для поездок на работу или в школу. 🏫",
    "Проверьте давление в шинах вашего автомобиля, чтобы уменьшить расход топлива. 🔍",
    "Попробуйте использовать более экономичные автомобили, которые потребляют меньше топлива и выбрасывают меньше вредных веществ. 💰",
    "Попробуйте использовать более экологически чистое топливо, такое как биодизель или электричество. ⚡️"
]
environment_list = [
    "Меняйте лампочки на энергосберегающие LED или компактные люминесцентные лампы, чтобы снизить энергопотребление и выбросы углекислого газа. 💡",
    "Установите термостат с программируемым регулированием температуры в вашем доме, чтобы оптимизировать отопление и охлаждение. 🏡",
    "Уменьшайте потребление пластика, переходя на многоразовую посуду, бутылки и сумки. Это поможет снизить мусор и выбросы пластиковых отходов. 🌍",
    "Размещайте растения внутри дома, чтобы улучшить качество воздуха и поглотить углекислый газ. 🪴",
    "Минимизируйте использование одноразовых изделий, таких как столовые приборы и салфетки, в пользу многоразовых альтернатив. 🍴",
    "Поддерживайте местные фермеры, покупая местные продукты, чтобы сократить выбросы углекислого газа, связанные с доставкой продуктов издалека. 🌽",
    "Разделяйте мусор и утилизируйте отходы правильно, чтобы уменьшить объем отходов, отправляемых на свалку. ♻️",
    "Подумайте о снижении потребления мяса и переходе к растительному питанию или уменьшению потребления мяса, так как производство мяса способствует высоким выбросам парниковых газов. 🥦",
    "Используйте энергоэффективные приборы и технику в вашем доме, чтобы сократить потребление электроэнергии. 🌟",
    "Поддерживайте и участвуйте в инициативах по заботе о окружающей среде, таких как уборка мусора в природных резерватах или посадка деревьев. 🌳"
]
ecology_list = [
    "Уменьшайте потребление воды, закрывая кран во время мытья рук и зубов, а также регулируя утечки воды в доме. 💧",
    "Поддерживайте переработку мусора и отделяйте пластик, бумагу и стекло для утилизации. ♻️",
    "Посажайте деревья и участвуйте в акциях по озеленению, чтобы способствовать борьбе с изменением климата. 🌳",
    "Покупайте продукты с учетом их экологической устойчивости, ориентируясь на сертификаты и местное производство. 🍏",
    "Избегайте использования одноразовых изделий, таких как пластиковые бутылки, столовые приборы и пакеты. 🚫",
    "Экономьте электроэнергию, выключая свет и приборы, когда они не используются, и используя энергоэффективную технику. 💡",
    "Поддерживайте меры по сохранению биоразнообразия и защите животных, особенно тех, что находятся под угрозой исчезновения. 🐾",
    "Путешествуйте более экологично, выбирая общественный транспорт, карпул и велосипед вместо собственного автомобиля. 🚲",
    "Участвуйте в мероприятиях и образовательных программах по экологии, чтобы узнавать больше и вдохновлять других. 📚",
    "Информируйте и мотивируйте окружающих о важности заботы о природе и экологической устойчивости. 🌍"
]
common_tips = [
    "Экономьте энергию, используя энергосберегающие лампочки и выключая свет и устройства, когда они не нужны. 💡",
    "Используйте общественный транспорт, велосипед или пешеходные поездки, чтобы сократить выбросы углекислого газа. 🚲",
    "Сокращайте потребление мяса и рассмотрите возможность перехода на растительное питание, чтобы снизить выбросы парниковых газов. 🥦",
    "Эффективно используйте энергию в доме, установив термостаты и улучшив изоляцию. 🏡",
    "Используйте солнечные батареи, чтобы снизить зависимость от нефти и газа. ☀️",
    "Избегайте использования пластика, который загрязняет окружающую среду. 🚫",
    "Поддерживайте экологически чистые компании и продукты, ориентированные на экологическую устойчивость. 🌿",
    "Поддерживайте экологически чистые продукты, производимые без химических удобрений и пестицидов. 🍎",
    "Содействуйте сохранению биоразнообразия и озеленению, поддерживая проекты по посадке деревьев. 🌳",
    "Участвуйте в образовательных и экологических инициативах и мотивируйте других к заботе о природе. 📚"
]
random_list = common_tips + transport_list + environment_list + ecology_list
